// General
"Chameleon_title" = "Bootloader Chameleon";
"Chameleon_description" = "Chameleon requiere tres archivos esenciales (en términos simples).
boot0 (En el MBR del disco) responsable de cargar boot1.
boot1 (En el sector de arranque de la partición) para colocar boot2.
boot2 (En el directorio raíz de la partición) para cargar el kernel, etc.";

"Standard_title" = "Estándar";
"Standard_description" = "Instalar los archivos de Chameleon al directorio raíz de la partición seleccionada, usando boot0 o boot0md dependiendo de su sistema, sin destruir ninguna instalación de Windows si usted la tiene";

"EFI_title" = "EFI";
"EFI_description" = "Instalar los archivos de Chameleon a la partición EFI normalmente oculta, usando boot0 o boot0md dependiendo de su sistema, sin destruir ninguna instalación de Windows si usted la tiene.";

"noboot_title" = "No instalar el Bootloader";
"noboot_description" = "Útil si usted desea instalar solamente los componentes Extras)";

// Modules

"Module_title" = "Módulos de Chameleon";
"Module_description" = "El sistema de módulos incorporado en chameleon permite al usuario o desarrollador extender las funcionalidades principales del bootloader, sin reempalzar el binario principal boot. ";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "El código que habilita las gráficas AMD ( > r784) portado a un módulo.
Este código no tiene soporte para tarjetas ATI "legacy" o antiguas.
Si su tarjeta HD estuvo soportada anteriormente por el viejo código y
no es así con éste, por favor reporte su problema en:
http://forge.voodooprojects.org/p/chameleon/issues/
Lo mismo aplica a cualquier tarjeta sin detección con este nuevo código.
Sólo aquellas tarjetas conocidas que funcionen bien serán añadidas.";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "El código que habilita las gráficas ATI ( < r784) portado a un módulo.
Soporte para tarjetas ATI "legacy"...
Basado en el trabajo de Meklort.";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "Habilita unas cuantas tarjetas INTEL para su uso directo e inmediato, mayormente las versiones móviles.";

"klibc_title" = "klibc";
"klibc_description" = "Este módulo provee una biblioteca estándar c, para que los módulos conecten aún si la biblioteca proporcionada por chameleon es insuficiente.
Es en la actualidad solamente usado por la biblioteca uClibc++.
Recurso: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "AutoResolución";
"AutoReso_description" = "Este módulo lee la información EDID desde el monitor conectado a la pantalla principal.
El módulo no está actualmente integrado a la troncal (trunk) principal, por tener un mínimo uso tal y como están las cosas.
Adicionalmente, el módulo parcheará los modos VESA disponibles en tarjetas gráficas pre HD de INTEL, lo cual proveerá una resolución apropiada durante el arranque.";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "El código que habilita las gráficas nVidia portado a un módulo.
Si su tarjeta está soportada pero no es así con éste código, por favor reporte su problema en:
http://forge.voodooprojects.org/p/chameleon/issues/
Sólo aquellas tarjetas conocidas que funcionen bien serán añadidas.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "Este módulo provee una biblioteca de tiempo de ejecución minimalista c++ para usar en otros módulos.
Esto no proporciona funcionalidad por sí mismo, en su lugar se utiliza para permitir que el lenguaje c++ sea utilizado en otros módulos.
Por favor tenga en cuenta que rtti y excepciones han sido ambas deshabilitadas.
Recurso: http://cxx.uclibc.org/
Dependencias: klibc";

// Utility
"Utility_title" = "Utilidades";
"Utility_description" = "Archivos opcionales para facilitar la configuración";

"PrefPanel_title" = "Panel de Preferencias";
"PrefPanel_description" = "Instala el Panel de Preferencias para Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Copia un ejemplo de Perfil smbios.plist en /Extra/Configuration.";

"Documentation_title" = "Documentación";
"Documentation_description" = "Documentación de Chameleon, para su instalación manual y uso";

// Options
"Options_title" = "Opciones de Arranque";
"Options_description" = "Crear un archivo /Extra/org.chameleon.Boot.plist y seleccionar las opciones deseadas para configurar los parámetros de Chameleon.";

"arch_title" = "arch=i386";
"arch_description" = "Carga el kernel en modo 32bit, en vez de usar el modo por defecto de 64bit.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Muestra la pantalla de selección de particiones sin el tiempo de espera.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Habilita el modo de arranque silencioso (sin mensajes o cursor).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Deshabilita la opción predeterminada de arreglo del Reinicio.";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Deshabilita el texto en pantalla sobre las particiones y detalles de resolución.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Descarta las tablas SSDT anexas a la placa base.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "Agrega EthernetBuiltIn=y al org.chameleon.Boot.plist para la 'integración' con el dispositivo Ethernet para Time Machine.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "Habilita la autodetección de GPUs NVIDIA e inyecta la información correcta.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Habilita el estado específico del Procesador, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Habilita el estado específico del Procesador, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Habilita el estado específico del Procesador, C4.";

// Advanced
"Advanced_title" = "Opciones Avanzadas";
"Advanced_description" = "Seleccione las opciones avanzadas de configuración de Chameleon.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Colocar el flag npci=0x2000 en Kernel Flags. Útil desde la 10.6.8 para el problema PCI Configuration Begin.";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Oculta la interfaz gráfica GUI de Chameleon.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Usar el tradicional logo de Apple (gris sobre blanco) durante el arranque en pantalla, en vez de la imagen boot.png del tema.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Habilita las opciones SMBIOS por defecto.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Habilita las opciones AtiROM.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Habilita las opciones NvidiaROM.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pausa el proceso de arranque después de que Chameleon ha finalizado de configurar, en espera de presionar una tecla para cargar el kernel. Útil al ser combinado con el modo verbose cuando hay problemas.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Intenta cargar la imagen de reposo salvada desde la última hibernación.";

"GUI_title" = "GUI=No";
"GUI_description" = "Desactiva la interfaz gráfica, agrega GUI=n al org.chameleon.Boot.plist";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "En gráficas NVIDIA habilita la opción VBIOS";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Habilita la generación automática de estados de reposo o C-States del procesador.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Habilita la generación automática de estados de carga o P-States del procesador.";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "Nuevo flag para generar C-States usando los registros SystemIO en lugar de FixedHW.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "Habilita el HPET en chipsets intel, para aquellas BIOS que no incluyen dicha opción.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "Habilita la opción de ignorar imágenes de reposo o hibernación defectuosas.";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "Esta opción corrige cualquier problema de los puertos EHCI debido a malas BIOS.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "Reconfigura los controladores UHCI antes de iniciar OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Deshabilita el reconocimiento automatico de RAM predeterminado.";

// Resolution
"Resolution_title" = "Resolución";
"Resolution_description" = "Permite fijar la resolución de pantalla para nuestro monitor";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Temas";
"Themes_description" = "Una colección de Temas de muestra.
Puedes encontrar más temas en http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Versión simplificada del nuevo tema por defecto, esto se acostumbra cada vez que se crean nuevas versiones de Chameleon, es requerido.";

"Legacy_title" = "Legacy";
"Legacy_description" = "El tema anterior por defecto de Chameleon";

"Default_title" = "Estándar";
"Default_description" = "El nuevo tema predeterminado de Chameleon";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Una colección de bonos muy útiles";

"SMBios_title" = "Anulación de SMBIOS";
"SMBios_description" = "Instala un perfil estándar SMBIOS.plist en /Extra";

// Error strings
"ERROR_BOOTVOL" = "Este software debe ser instalado en el volumen de inicio.";
"ERROR_INSTALL" = "Este volumen no cumple con los requisitos necesarios para esta actualización ";

"Newer_Package_Installed_message" = "Una versión más reciente de Chameleon ya ha sido instalada.";
"Intel_Mac_message" = "Este software no puede ser instalado en este ordenador.";
